export const dummyData = [
  {
    question: 'Хэдэн онд Чингис хаан төрсөн бэ?',
    options: ['1298 он', '1162 он', '455 он', '1755 он'],
    correctAnswer: '1162 он',
  },
  {
    question: 'Хэдэн онд Өгөөдэй хаан төрсөн вэ бэ?',
    options: ['1298 он', '1161 он', '455 он', '1755 он'],
    correctAnswer: '1298 он',
  },
  {
    question: 'Хэдэн онд Чингис хаан Их монгол улсыг байгуулсан бэ?',
    options: ['1298 он', '1161 он', '455 он', '1755 он'],
    correctAnswer: '1161 он',
  },
  {
    question: 'Хэдэн онд Бөртэ чоно төрсөн бэ?',
    options: ['1298 он', '1161 он', '455 он', 'МЭӨ 221 он'],
    correctAnswer: 'МЭӨ 221 он',
  },
  {
    question: 'Хэдэн онд би  төрсөн бэ?',
    options: ['1998 он', '1161 он', '455 он', '1755 он'],
    correctAnswer: '1998 он',
  },
  {
    question: 'Плато гэж хэн байсан бэ?',
    options: ['Философич', 'Математикч', 'Барималч', 'Тийм хүн байгаагүй'],
    correctAnswer: 'Философич',
  },
];
