export const dummyData = [
  {
    question: 'Хэдэн онд Чингис хаан төрсөн бэ?',
    options: ['1298 он', '1161 он', '455 он', '1755 он'],
    answer: 1,
  },
  {
    question: 'Хэдэн онд Чингис хаан төрөөгүй вэ бэ?',
    options: ['1298 он', '1161 он', '455 он', '1755 он'],
    answer: 2,
  },
  {
    question: 'Хэдэн онд Чингис хаан Их монгол улсыг байгуулсан бэ?',
    options: ['1298 он', '1161 он', '455 он', '1755 он'],
    answer: 1,
  },
  {
    question: 'Хэдэн онд Бөртэ чоно төрсөн бэ?',
    options: ['1298 он', '1161 он', '455 он', '1755 он'],
    answer: 1,
  },
  {
    question: 'Хэдэн онд би  төрсөн бэ?',
    options: ['1998 он', '1161 он', '455 он', '1755 он'],
    answer: 1,
  },
  {
    question: 'Хэдэн онд чи  төрсөн бэ?',
    options: ['1298 он', '1161 он', '455 он', '1755 он'],
    answer: 1,
  },
];
