export const dummyData = [
  {
    question: 'Буган хөшөө археологийн аль үеийн дурсгал вэ?',
    options: ['Хүннү', 'Мезолит', 'Хүрэл, түрүү, төмөр', 'Неолит'],
    correctAnswer: 'Хүрэл, түрүү, төмөр',
  },
  {
    question: 'Эртний хүмүүс галыг хэзээ эзэмшсэн бэ?',
    options: ['Дээд палеолит', 'Доод палеолит', 'Дунд палеолит', 'Мезолит'],
    correctAnswer: 'Дунд палеолит',
  },
  {
    question:
      'Сяньби нэгдсэн улс 235 онд задарсан. Уг оныг зуунаар илэрхийлнэ үү.',
    options: [
      'НТӨ II зууны эхэн',
      'НТ III зууны I хагас',
      'НТӨ III зууны II хагас',
      'НТӨ III зууны 30-аад он',
    ],
    correctAnswer: 'НТ III зууны I хагас',
  },
  {
    question: 'Монголын эртний нүүдэлчдийн үндсэн аж ахуй юу вэ?',
    options: [
      'Нүүдлийн мал аж ахуй',
      'Газар тариалан',
      'Гар урлал',
      'Ан гөрөө',
    ],
    correctAnswer: 'Нүүдлийн мал аж ахуй',
  },
  {
    question: 'Уйгурууд ямар улсыг мөхөөж төр улсаа байгуулсан бэ?',
    options: ['Хүннү', 'Сяньби', 'Жужан', 'Түрэг'],
    correctAnswer: 'Түрэг',
  },
  {
    question: 'Их Монгол улсад “Их засаг” хуулийг хэн тогтоож байсан бэ?',
    options: ['Чингис хаан', 'Мухулай', 'Боорчи', 'Наяа'],
    correctAnswer: 'Чингис хаан',
  },
  {
    question: 'Зая бандида Намхайжамцын зохиосон үсэг аль вэ?',
    options: ['Соёмбо үсэг', 'Тод үсэг', 'Али гали үсэг', 'Вагиндра үсэг'],
    correctAnswer: 'Тод үсэг',
  },
  {
    question: 'Халхын шарын шашны анхны тэргүүн хэн бэ?',
    options: [
      'Рэнбүчи',
      'Нэйж тойн',
      'Зая бандида Намхайжамц',
      'Өндөр гэгээн Занабазар',
    ],
    correctAnswer: 'Өндөр гэгээн Занабазар',
  },
  {
    question: 'Монгол улс тусгаар тогтнолоо зарласан өдөр аль вэ?',
    options: ['1911.III.18', '1911.XI.30', '1911.XII.4', '1911.XII.29'],
    correctAnswer: '1911.XII.29',
  },
  {
    question: 'Өндөр гэгээн Занабазарын зохиосон үсэг аль вэ?',
    options: ['Крилл үсэг', 'Тод үсэг', 'Дөрвөлжин бичиг', 'Соёмбо үсэг'],
    correctAnswer: 'Соёмбо үсэг',
  },
];
export const members = ['+', 'Ч', 'О', 'БИ', 'БА', 'БУ'];
